{"https://www.uaudio.com/uad-plugins/all-plugins/neve-summing.html":{"URL":"https://www.uaudio.com/uad-plugins/all-plugins/neve-summing.html","Name":"Neve® Summing","Description":"A major ingredient behind thousands of influential, chart-topping records, Neve 80 series consoles are without equal. These classic analog desks — made famous in the Sound City documentary — deliver three-dimensional nonlinearities and analog heft that infuses your mixes with vibrancy and color.\n\nDeveloped in partnership with AMS Neve exclusively for LUNA Recording System, Neve Summing Extension emulates the entire summing circuit of an iconic Neve 80 series console — including its coveted 1272TM bus amplifiers — giving your LUNA mixes all the color of Neve's most cherished analog desk.\n\n","Category":"All Plugins","Owned":false},"https://www.uaudio.com/uad-plugins/channel-strips/610-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/channel-strips/610-collection.html","Name":"UA 610 Tube Preamp \u0026 EQ Collection","Description":"Unison Enabled\n","Category":"Channel Strips","Owned":false},"https://www.uaudio.com/uad-plugins/channel-strips/ams-neve-dfc-channel-strip.html":{"URL":"https://www.uaudio.com/uad-plugins/channel-strips/ams-neve-dfc-channel-strip.html","Name":"AMS Neve® DFC® Channel Strip","Description":"The AMS Neve DFC (Digital Film Console) is the ultimate, purpose-built console for multi-format film dubbing and TV post production at the highest level. Used to mix Oscar-winning soundtracks and countless hit TV shows, the AMS Neve DFC resides in the world’s leading post-production houses, most notably Skywalker Sound and Warner Bros. facilities. \n\nAvailable exclusively for UAD hardware and UA Audio Interfaces, the AMS Neve DFC Channel Strip plug-in offers unprecedented access to the exact same DSP algorithms from the leading modern post production console.\n\n","Category":"Channel Strips","Owned":false},"https://www.uaudio.com/uad-plugins/channel-strips/api-vision-channel-strip.html":{"URL":"https://www.uaudio.com/uad-plugins/channel-strips/api-vision-channel-strip.html","Name":"API® Vision Channel Strip","Description":"Unison Enabled\n","Category":"Channel Strips","Owned":false},"https://www.uaudio.com/uad-plugins/channel-strips/avalon-vt-737-tube-channel-strip.html":{"URL":"https://www.uaudio.com/uad-plugins/channel-strips/avalon-vt-737-tube-channel-strip.html","Name":"Avalon VT-737 Tube Channel Strip","Description":"Unison Enabled\n","Category":"Channel Strips","Owned":false},"https://www.uaudio.com/uad-plugins/channel-strips/helios-type-69-preamp-eq.html":{"URL":"https://www.uaudio.com/uad-plugins/channel-strips/helios-type-69-preamp-eq.html","Name":"Helios® Type 69 Preamp and EQ Collection","Description":"Unison Enabled\n","Category":"Channel Strips","Owned":false},"https://www.uaudio.com/uad-plugins/channel-strips/manley-voxbox.html":{"URL":"https://www.uaudio.com/uad-plugins/channel-strips/manley-voxbox.html","Name":"Manley® VOXBOX Channel Strip","Description":"Unison Enabled\n","Category":"Channel Strips","Owned":false},"https://www.uaudio.com/uad-plugins/channel-strips/neve-1073-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/channel-strips/neve-1073-collection.html","Name":"Neve® 1073TM Preamp \u0026 EQ Collection","Description":"Unison Enabled\n","Category":"Channel Strips","Owned":false},"https://www.uaudio.com/uad-plugins/channel-strips/neve-88rs-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/channel-strips/neve-88rs-collection.html","Name":"Neve® 88RS® Channel Strip Collection","Description":"Unison Enabled\n","Category":"Channel Strips","Owned":false},"https://www.uaudio.com/uad-plugins/channel-strips/ssl-4000-e-series-channel-strip-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/channel-strips/ssl-4000-e-series-channel-strip-collection.html","Name":"SSL® 4000 E Channel Strip Collection","Description":"Unison Enabled\n","Category":"Channel Strips","Owned":false},"https://www.uaudio.com/uad-plugins/channel-strips/v76-preamplifier.html":{"URL":"https://www.uaudio.com/uad-plugins/channel-strips/v76-preamplifier.html","Name":"V76 Preamplifier","Description":"Unison Enabled\n","Category":"Channel Strips","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/1176-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/1176-collection.html","Name":"1176 Classic Limiter Collection","Description":"The original Universal Audio 1176 was designed by UA founder M.T. “Bill” Putnam, and represented a major breakthrough in limiter technology. The first true peak limiter to feature all-transistor circuitry and ultra-fast FET gain reduction, the 1176 has lent its character and punch to some of the greatest recordings in history.Universal Audio released its first 1176 plug-in emulation in 2001. This plug-in single-handedly launched the UAD platform, and inspired a decade of analog emulation software. Today, we’ve circled back to the 1176, and modeled its entire electronic path from stem to stern — including its transformers and FET and transistor amplifiers, resulting in unrivaled emulations of three distinct 1176 units.\n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/api-2500-bus-compressor.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/api-2500-bus-compressor.html","Name":"API® 2500 Bus Compressor ","Description":"The API 2500 Bus Compressor is a permanent fixture on the stereo bus of many of the world's top engineers and producers. Considered the best of the Paul Wolff-era API circuit designs, this famed compressor adds energy, movement, and tone to stereo mixes and subgroups unlike any other compressor. The API 2500 Bus Compressor plug-in for UAD-2 hardware and Apollo interfaces is a spot-on emulation of this classic compressor, capturing its all-discrete signal path with Thrust® circuitry  — and features a fanatically detailed modeling of API's custom transformers and 2510 and 2520 op amps. \n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/dbx-160.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/dbx-160.html","Name":"dbx® 160 Compressor / Limiter","Description":"The dbx 160 Compressor/Limiter for UAD-2 hardware and Apollo interfaces is a fully licensed and faithful emulation of the legendary dbx 160 hardware compressor/limiter — still widely considered one of the best “character” compressor ever made.Famous for its simple control set and firm, often radical compression characteristics, the solid-state dbx 160 plug-in features nonlinearities not found in other VCA compressors, giving it a sonic personality all its own. If you’re looking for a transparent, neutral compressor, this dbx 160 is not for you.\n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/elysia-alpha-compressor.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/elysia-alpha-compressor.html","Name":"elysia• alpha compressor Collection","Description":"Designed by Brainworx, the elysia• alpha compressor Plug-In Collection for UAD-2 and Apollo interfaces is a faithful emulation of the powerful, ultra-high-end, Class-A hardware used for mixing and mastering.Fetching over $10,000 new, the alpha compressor is nearly unmatched amongst dynamics processors for its openness and clarity. Authenticated by elysia• GmbH, the elysia• alpha compressor Plug-In Collection features painstaking component modeling to capture the sound of the original hardware.\n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/elysia-mpressor.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/elysia-mpressor.html","Name":"elysia• mpressor","Description":"The elysia• mpressor plug-in for UAD-2 and Apollo interfaces is a creative tool that offers punchy sounds with beautiful coloration, as well as more extreme processing options.Developed by Brainworx, the mpressor plug-in is an exacting emulation of the high-end, Class-A hardware, perfectly capturing its unique features like gain reduction limiting, anti-log curves, and negative ratios. \n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/empirical-labs-el8-distressor-compressor.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/empirical-labs-el8-distressor-compressor.html","Name":"Empirical Labs® EL8 Distressor","Description":"Introduced in 1993, the Empirical Labs EL8 Distressor is revered in studios all over the world as the modern, “must-have” compressor. Versatile, super fast, and offering tons of color, the Distressor picks up where the legendary UA 1176 and Teletronix LA-2A compressors leave off — a modern tool that’s equal parts utilitarian and creative, as heard on thousands of hit records.\n\nThe only authentic Distressor plug-in endorsed by Empirical Labs’ founder Dave Derr, the UAD Empirical Labs EL8 Distressor is available exclusively for UAD hardware and Apollo interfaces. An exhaustive end-to-end emulation of Derr’s iconic hardware, the UAD EL8 Distressor is the only faithful emulation of this true “desert island” compressor.\n\n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/fairchild-tube-limiter-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/fairchild-tube-limiter-collection.html","Name":"Fairchild® Tube Limiter Collection","Description":"The Fairchild 670 and 660 are the most coveted vintage compressor/limiters in the world, with good reason. These 20-tube tone titans — which now fetch upwards of $50,000 — impart an unmistakable silky warmth heard on hundreds of hit records from the Beatles and Pink Floyd to countless Motown classics.Now your vocal tracks, drum bus, and entire mix can benefit from the world’s most accurate plug-in recreations of these one-of-a-kind compressors, with the Fairchild Tube Limiter Plug-In Collection for UAD-2 hardware and Apollo interfaces. \n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/manley-variable-mu.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/manley-variable-mu.html","Name":"Manley® Variable Mu Limiter Compressor","Description":"As Manley Labs' flagship compressor since 1994, the Variable Mu is a tube and transformer-driven classic that exudes hand-made craftsmanship. A gold standard among mixing and mastering engineers, the Variable Mu adds clarity and cohesion to stereo buses or your entire mix.Developed under Manley Labs' rigorous scrutiny, the Manley Variable Mu Limiter Compressor plug-in is a thorough emulation of this legendary tube limiter, and is based on the coveted “6BA6 T-BAR Tube Mod” unit. Now, its famed sound is available exclusively for UAD-2 hardware and Apollo interfaces. \n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/neve-33609.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/neve-33609.html","Name":"Neve® 33609® / 33609SE® Compressor","Description":"Since 1969, the Neve 33609 stereo bus compressor has been a studio mainstay. Its smooth character coupled with its ability to be transparent or extremely colorful have made it a workhorse limiter not only for music production, but also mastering, post, and broadcast applications.Exclusively licensed by Neve, the 33609 plug-in for UAD-2 hardware and Apollo interfaces expertly emulates the ultra-musical compression curves and nonlinearities of this legendary limiter. The Neve 33609 plug-in also adds modern workflow enhancements not found on the original hardware, including output and headroom controls, and a link switch for grouped left/right control of all parameters.\n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/precision-buss-compressor.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/precision-buss-compressor.html","Name":"Precision Buss Compressor","Description":"The Precision Buss Compressor is a dual-VCA-type dynamic processor that yields modern, transparent gain reduction characteristics. It is specifically designed to “glue” mix elements together for that cohesive and polished sound typical of master section console compressors.A flexible and intuitive tool, the Precision Buss Compressor is intended primarily for controlling the final output of your mix, but can be usefully applied to a variety of sources from drum buses or overheads to vocal groups, or even as a channel compressor on individual tracks.\n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/ssl-4000-g-series-bus-compressor-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/ssl-4000-g-series-bus-compressor-collection.html","Name":"SSL® 4000 G Bus Compressor Collection","Description":"Integral to the hit-making SSL sound, the G Bus Compressor is legend for making mixes bigger, more powerful, and punchy, all the while enhancing cohesion and clarity. Fully endorsed by Solid State Logic, Universal Audio proudly unveils the SSL 4000 G Bus Compressor Collection for UAD-2 hardware and Apollo interfaces — an expert end-to-end circuit emulation that goes further than UA’s original standard-defining SSL G Bus Compressor plug-in.\n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/summit-tla-compressor.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/summit-tla-compressor.html","Name":"Summit Audio TLA-100A Compressor","Description":"The Summit Audio TLA-100A Compressor has been a studio mainstay since its introduction in the 1980s. Its trademark warmth and presence — as well as its intuitive interface and controls — have made this notoriously smooth sounding compressor integral to countless records for nearly three decades.Developed by Softube, you can now track and mix with an exacting emulation of this modern tube/solid-state classic with the Summit Audio TLA-100A Compressor plug-in for UAD-2 DSP hardware and Apollo interfaces.\n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/teletronix-la-2a-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/teletronix-la-2a-collection.html","Name":"Teletronix® LA-2A Classic Leveler Collection","Description":"With its gentle, program dependent optical compression, and meticulously designed tube amplifier, the LA-2A is the go-to compressor for professional mixers around the world. In 2001, Universal Audio set the standard in analog emulation with the original UAD LA-2A plug-in.Today, UA’s engineers have redesigned the LA-2A plug-in with more obsessive detail. The LA-2A Classic Leveler Plug-In Collection for UAD-2 hardware and Apollo interfaces features immaculate models of three highly sought-after LA-2A units, giving you the most authentic emulations ever of this iconic compressor.\n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/tube-tech-cl-1b-mkii-compressor.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/tube-tech-cl-1b-mkii-compressor.html","Name":"Tube-Tech CL 1B MkII Compressor","Description":"Developed by Softube, the Tube-Tech CL 1B MkII plug-in for UAD hardware and UA Audio Interfaces is an update of this iconic optical compressor used by modern artists like Kanye West, Rihanna, Jennifer Lopez, and more.\n\nFeaturing numerous sonic enhancements and new high-resolution graphics, the Tube-Tech CL 1B MkII plug-in has been reimagined with Softube's latest component modeling and signal processing technology, for an even deeper emulation than before — capturing this modern classic in all its tube glory.\n\n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/ua-tube-compressor-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/ua-tube-compressor-collection.html","Name":"UA 175B \u0026 176 Tube Compressor Collection","Description":"Introduced in the early 1960s, Universal Audio's 175B™ and 176™ compressors were the first audio compressors purpose-built for studio recording and mixing music. Often cited among the crowning achievements of audio pioneer and UA founder Bill Putnam Sr., the 175B and 176 are prized for their rich tube gain reduction character, fast attack, and sonic flexibility. \n\nWith only roughly 1,000 units made, vintage 175B and 176s easily command well over $5,000 on the vintage market today, and they can be found in the racks of some of the world's finest studios. Now, you can track and mix with the only authentic plug-in emulation of the original UA 175B and 176 compressors — exclusively for UAD hardware and UA Audio Interfaces.\n\n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/uad-la-3a.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/uad-la-3a.html","Name":"Teletronix® LA-3A Classic Audio Leveler","Description":"The Teletronix LA-3A Classic Audio Leveler for UAD-2 hardware and Apollo interfaces is an authentic emulation of the classic hardware, giving you unique compression character capable of moving sounds right to the front of your speakers. \n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/valley-people-dyna-mite.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/valley-people-dyna-mite.html","Name":"Valley People Dyna-mite™","Description":"Designed in conjunction with Softube, the Dyna-mite limiter/gate/expander plug-in for UAD-2 hardware and Apollo interfaces is a dead-on emulation of this classic — even enigmatic — dynamics processor.Valley People’s roots go back to the 1950s, with the ambitious analog designs of the legendary Paul Buff, who founded the historic PAL studio in southern California. The Dyna-mite was Buff’s last design for Valley People, and it’s arguably his most famous.\n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/compressors-limiters/vsc-2-compressor.html":{"URL":"https://www.uaudio.com/uad-plugins/compressors-limiters/vsc-2-compressor.html","Name":"Vertigo Sound VSC-2 Compressor","Description":"Dubbed \"The Mercedes of VCA compressors\" the Vertigo VSC-2 Quad Discrete Compressor was Vertigo Sound’s very first product, putting the German company on the map with its genius juxtaposition of vintage sonics and high-tech design.Developed by Brainworx, the Vertigo Sound VSC-2 Compressor plug-in for UAD-2 and Apollo interfaces is an exhaustive emulation of this modern classic — right down to its four hand-built discrete VCAs — delivering legendary compression textures with a modern signal path and controls.\n","Category":"Compressors Limiters","Owned":false},"https://www.uaudio.com/uad-plugins/delay-modulation/ada-flanger.html":{"URL":"https://www.uaudio.com/uad-plugins/delay-modulation/ada-flanger.html","Name":"A/DA® Flanger","Description":"Unison Enabled\n","Category":"Delay Modulation","Owned":false},"https://www.uaudio.com/uad-plugins/delay-modulation/ada-std-1-stereo-tapped-delay.html":{"URL":"https://www.uaudio.com/uad-plugins/delay-modulation/ada-std-1-stereo-tapped-delay.html","Name":"A/DA® STD-1 Stereo Tapped Delay","Description":"Released in 1980, the A/DA STD-1 Stereo Tapped Delay is a unique analog effects processor with powerful creative features. With its array of six bucket-brigade delays, LFO and modulation controls, and flexible panning, it’s famous for transforming and widening guitars, vocals, drums, and more.Developed by Brainworx and endorsed by A/DA, the A/DA STD-1 Stereo Tapped Delay plug-in is an exacting emulation of the rare analog rack unit, exclusively for UAD-2 hardware and Apollo interfaces.\n","Category":"Delay Modulation","Owned":false},"https://www.uaudio.com/uad-plugins/delay-modulation/brigade-chorus.html":{"URL":"https://www.uaudio.com/uad-plugins/delay-modulation/brigade-chorus.html","Name":"Brigade Chorus Pedal","Description":"Revered for its warm, organic modulation and chewy pitch-shifting vibrato, the BOSS CE-1 Chorus Ensemble* was the first ever production stompbox chorus. Introduced in 1976, this heavy-duty pewter box quickly dazzled players and producers with its luxuriant, dreamy textures.The Brigade Chorus Pedal plug-in for UAD-2 hardware and Apollo interfaces emulates every inch of this legendary pedal, expertly capturing its legendary bucket-brigade circuit to deliver captivating chorus shimmer and wobbly vibrato that works on nearly any source. \n","Category":"Delay Modulation","Owned":false},"https://www.uaudio.com/uad-plugins/delay-modulation/cooper-time-cube.html":{"URL":"https://www.uaudio.com/uad-plugins/delay-modulation/cooper-time-cube.html","Name":"Cooper® Time Cube MkII Delay","Description":"Designed by Duane H. Cooper and Bill Putnam, the Cooper Time Cube was a garden hose-based mechanical delay device introduced in 1971. It has achieved cult status as the most unique delay ever made. Famous for its spectacular short delay and doubling effects — as well its uncanny ability to sit perfectly in the mix — the Cooper TIme Cube is as character-filled a device as you will ever find. The Cooper Time Cube MkII plug-in for UAD-2 hardware and Apollo interfaces is an exacting emulation of this utterly original, and usable, device. By capturing the sound of the original delay system, while offering modern delay features, the Cooper Time Cube MkII plug-in is a versatile, fat-sounding space maker without equal.\n","Category":"Delay Modulation","Owned":false},"https://www.uaudio.com/uad-plugins/delay-modulation/dytronics-cyclosonic-panner.html":{"URL":"https://www.uaudio.com/uad-plugins/delay-modulation/dytronics-cyclosonic-panner.html","Name":"Dytronics Cyclosonic Panner®","Description":"Introduced in 1984, the Dytronics Cyclosonic Panner was a revolutionary analog auto-panner that created stunning, 3D-panning and modulation effects, imparting instant vibe and stereo character to any source.  \n\nDeveloped by Softube — and available exclusively for UAD hardware and Apollo interfaces — the Dytronics Cyclosonic Panner plug-in is an exacting emulation of the ultra-rare hardware, and adds a number of \"plug-in only\" features for more creative options and truly unique soundscapes.\n\n","Category":"Delay Modulation","Owned":false},"https://www.uaudio.com/uad-plugins/delay-modulation/dytronics-tri-stereo-chorus.html":{"URL":"https://www.uaudio.com/uad-plugins/delay-modulation/dytronics-tri-stereo-chorus.html","Name":"Dytronics® Tri-Stereo Chorus","Description":"No other chorus unit has earned the “Holy Grail” moniker quite as honestly as the coveted Dytronics CS-5 Tri-Stereo Chorus. A three‑channel dream machine favored by ’80s L.A. session royalty ‑ including Michael Landau, Steve Lukather, and Dann Huff ‑ the hard‑to‑find CS‑5 leaves guitar and keyboard tracks dripping with lush vibe and character.\n\nDeveloped by Softube, and available exclusively for UAD hardware and Apollo interfaces, the Dytronics Tri‑Stereo Chorus plug‑in gives you all the expansive depth of the original’s three independent bucket‑brigade delay lines, along with new “plug‑in‑only” features. \n\n","Category":"Delay Modulation","Owned":false},"https://www.uaudio.com/uad-plugins/delay-modulation/ep-34.html":{"URL":"https://www.uaudio.com/uad-plugins/delay-modulation/ep-34.html","Name":"EP-34 Tape Echo","Description":"The EP-34 Tape Echo plug-in for UAD-2 hardware and Apollo interfaces gives you an exacting emulation of the legendary tape echo device used by Jimmy Page, Brian May, Chick Corea, Eddie Van Halen, Eric Johnson, and Andy Summers. Vintage Echoplexes are legendary for their idiosyncrasies — including distortion, wow and flutter, self-oscillation, squelch effects, and other random analog goodness. The EP-34 Tape Echo plug-in emulates all of this, and more.Like the hardware, the EP-34 plug-in’s record head can be slid in real time for smeary weirdness, trippy dub excursions, and more. The musical input clipping of the original hardware’s hallowed preamp section is also captured via a Record Volume control, giving the EP-34 some subtle to not-so-subtle tonal coloring and distortion. With the addition of modern workflow enhancements like Tempo Sync, the EP-34 Tape Echo plug-in is must-have tool for any mixer.\n","Category":"Delay Modulation","Owned":false},"https://www.uaudio.com/uad-plugins/delay-modulation/eventide-h910.html":{"URL":"https://www.uaudio.com/uad-plugins/delay-modulation/eventide-h910.html","Name":"Eventide® H910 Harmonizer ","Description":"Introduced in the mid-’70s, the Eventide H910 Harmonizer was the first commercially available digital audio effects unit. Its unique analog/digital circuit generated iconic pitch change, delay, and modulation effects in previously impossible combinations — with a sound that’s prized to this day. From sci-fi sound design to pop music landmarks from David Bowie and AC/DC, the Eventide H910 is an unmatched creative tool. Today, Eventide and Universal Audio proudly announce the Eventide H910 Harmonizer plug-in, an end-to-end circuit emulation of this legendary processor.\n","Category":"Delay Modulation","Owned":false},"https://www.uaudio.com/uad-plugins/delay-modulation/galaxy-tape-echo.html":{"URL":"https://www.uaudio.com/uad-plugins/delay-modulation/galaxy-tape-echo.html","Name":"Galaxy Tape Echo","Description":"In 1973, Roland created the RE-201 Space Echo* — a tape delay/spring reverb system that created warm, warped, unabashedly analog echo effects. From subtle tape textures to mindbending chaos, this iconic contraption can be heard on classic Pink Floyd and David Bowie, to seminal dub sides from King Tubby, Scientist, and Lee “Scratch” Perry.The Galaxy Tape Echo plug-in for UAD-2 hardware and Apollo interfaces is an exhaustive emulation of the iconic, legendary ’70s unit, and expertly captures the physical behavior of the inspiring hardware, down to its distortion, musical wow and flutter, sci-fi pitch shifting, and real time tweakability.\n","Category":"Delay Modulation","Owned":false},"https://www.uaudio.com/uad-plugins/delay-modulation/korg-sdd-3000-digital-delay.html":{"URL":"https://www.uaudio.com/uad-plugins/delay-modulation/korg-sdd-3000-digital-delay.html","Name":"KORG® SDD-3000 Digital Delay","Description":"Unison Enabled\n","Category":"Delay Modulation","Owned":false},"https://www.uaudio.com/uad-plugins/delay-modulation/mxr-flanger-doubler.html":{"URL":"https://www.uaudio.com/uad-plugins/delay-modulation/mxr-flanger-doubler.html","Name":"MXR® Flanger/Doubler","Description":"The MXR Flanger/Doubler plug-in for UAD-2 hardware and Apollo interfaces is an exacting emulation of the stony ’70s modulation processor that adds unique movement and depth to any source. From whooshing flange effects to subtle filter and delay textures, the MXR Flanger/Doubler plug-in is officially licensed by Dunlop Manufacturing.By expertly emulating the original hardware’s colorful, almost lo-fi-sounding “bucket-brigade” circuit, the MXR Flanger/Doubler plug-in offers everything from subtle thickening to whacked-out sci-fi effects, all with a unique texture and tone that has never been truly captured — until now.\n","Category":"Delay Modulation","Owned":false},"https://www.uaudio.com/uad-plugins/delay-modulation/studio-d-chorus.html":{"URL":"https://www.uaudio.com/uad-plugins/delay-modulation/studio-d-chorus.html","Name":"Studio D Chorus","Description":"Introduced in 1979, the Roland Dimension D* chorus is famous for injecting spatialization, and sweet, subtle modulation. Used as a “secret sauce” by everyone from Brian Eno to Stevie Ray Vaughan, this legendary rack piece is an ideal example of functional simplicity.The Studio D Chorus plug-in for UAD-2 hardware and Apollo interfaces is an exacting emulation of this sought-after rack unit, deftly capturing its musical bucket-brigade circuit, the key to its complex range of sounds and textures.\n","Category":"Delay Modulation","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/api-500-series-eq-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/api-500-series-eq-collection.html","Name":"API® 500 Series EQ Collection","Description":"The API 500 Series EQ Plug-In Collection for UAD-2 hardware and Apollo interfaces faithfully captures the punch, low-frequency transparency, and ultra-tight imaging of API’s iconic 550A and 560 Series EQs.With unique filter shapes, complex band interactions, and musical filter amp distortions, the 550A and 560 Series EQs left an indelible stamp on legendary recordings of the ’60s and ’70s. Painstakingly modeled on pristine early-’70s units provided by Ross Hogarth and Capitol Studios, the API® 500 Series EQ Collection gives you stunningly accurate, end-to-end modeling of these revered EQs.\n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/brainworx-bx-digital3.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/brainworx-bx-digital3.html","Name":"Brainworx bx_digital V3 EQ Collection","Description":"Since 2009, the bx_digital V2 EQ plug-in has been an indispensable tool for many of the world's top mixing, mastering, and post-production engineers with its precise, in-depth tone shaping and powerful M/S (mid/side) processing. Developed by Brainworx, the new bx_digital V3 EQ Collection for UAD-2 hardware and Apollo interfaces offers a dramatic update to the popular V2 EQ plug-in, giving you enhanced flexibility and signal-shaping power.\n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/cambridge-eq.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/cambridge-eq.html","Name":"Cambridge EQ ","Description":"The Cambridge EQ plug-in for UAD-2 hardware and Apollo interfaces is a “go to” tool for professional engineers looking for powerful tone shaping with smooth sonics. Whether you’re putting the finishing touches on a master, radically reshaping tracks, or fixing problem areas from poorly recorded sources, the Cambridge EQ plug-in is a must-have tool for every engineer’s toolbox.\n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/dangerous-bax-eq.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/dangerous-bax-eq.html","Name":"Dangerous BAX EQ Collection","Description":"The Dangerous BAX EQ Plug-In Collection is a powerful tool for shaping and enhancing the tonality and character of your music. Designed as a “finishing EQ,” the BAX EQ Collection is an authentic plug-in emulation of this studio staple for UAD-2 hardware and Apollo interfaces.\n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/harrison-32c.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/harrison-32c.html","Name":"Harrison® 32C Channel EQ","Description":"The Harrison 32C Channel EQ plug-in for UAD-2 hardware and Apollo interfaces is an expert emulation of this classic, character-rich, four-band channel EQ. Partnering with Harrison Consoles Ltd. and engineer Bruce Swedien (Quincy Jones, Michael Jackson), Universal Audio has recreated the Harrison four-band 32C channel EQ from Swedien’s own Harrison 32 Series console — the same console behind Michael Jackson’s Thriller. “I never dreamed Universal Audio’s design team could come so unbelievably close to capturing the sound of my beloved desk,” says Swedien. “The additional Harrison EQs within Pro Tools sessions are a Godsend.” Renowned for its colorful, smooth high-end response, and friendly, put-it-on-everything usefulness, the Harrison 32C EQ plug-in features four overlapping parametric bands. Each of the Low (40-600 Hz), Low-Mid (200Hz to 3.1 kHz), Hi-Mid (400 Hz to 6 kHz), and High (900 Hz to 13 kHz) bands have fully sweepable Frequency and Gain Controls. Instead of traditional Q controls, the 32C has circuitry that automatically adjusts the effective bandwidth, adding to its signature sound. Furthermore, the Low band is switchable from Peak to Shelving EQ. Finally, the Harrison 32C features 12 dB per octave High and Low Pass filters which can be switched in or out.\n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/maag-eq4.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/maag-eq4.html","Name":"Maag EQ4® EQ","Description":"In a self-professed quest for “audio perfection,” Cliff Maag designed the EQ4 to provide unparalleled transparency and top-end presence while maintaining a true, natural sound. Designed in conjunction with Brainworx, the Maag EQ4 plug-in for UAD hardware and Apollo interfaces is an expertly rendered emulation of this classic EQ. \n\nBased on his legendary — and long-discontinued — NTI EQ3 from the ’80s, the EQ4 plug-in features Maag’s legendary \"Air\" Band control, a major component to the vocal mix chain on Madonna’s Ray of Light as well as Celine Dion’s Taking Chances.\n\n        \n        \n            \n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/manley-massive-passive.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/manley-massive-passive.html","Name":"Manley® Massive Passive EQ","Description":"Officially licensed and endorsed by Manley Labs, the Manley Massive Passive EQ plug-in expertly captures the behavior of the original hardware, from the unusual filter curves, to the multiple band interdependencies, right down to the tube amplifier distortion, and all-important transformer/inductor hysteresis. \n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/massenburg-mdweq5.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/massenburg-mdweq5.html","Name":"Massenburg DesignWorks® MDWEQ5 Parametric Equalizer","Description":"A unique, powerful equalizer, the Massenburg DesignWorks MDWEQ5 plug-in provides crystal clear processing at the highest resolutions. A go-to EQ for game developers and engineers in film and television, the MDWEQ5 plug-in is ultra-precise and ear-tuned by the man who invented the term, “parametric EQ,” George Massenburg.\n\nUltra-clean, with zero color and zero distortion, the MDWEQ5 plug-in lets you isolate problem areas in a mix and quickly make corrections with its choice of filter types. Now you can harness Massenburg’s unrelenting attention to quality in design, with the Massenburg MDWEQ5 plug-in for UAD-2 hardware and Apollo interfaces.\n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/neve-1081.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/neve-1081.html","Name":"Neve® 1081TM Classic Console EQ","Description":"The 1081 Classic Console EQ plug-in expertly captures the legendary punch, presence, and sheen that has become synonymous with the “Neve Sound.”The Neve 1081 Classic Console EQ plug-ins for UAD-2 hardware and Apollo interfaces is an exclusive, Neve-licensed emulation of their iconic EQ channel module introduced in 1972.\n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/neve-31102.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/neve-31102.html","Name":"Neve® 31102® / 31102SE® Classic Console EQ","Description":"Originally featured in the Neve 8068® console, the 31102 EQ was used to mix one of the best-selling debut albums of all time, Guns N’ Roses’ Appetite For Destruction. With its distinct filter shaping and familiar Neve sheen and bite, the 31102’s three-band active EQ offers enhanced tone-shaping possibilities and simple workflow that sits squarely between its legendary cousins, the 1073® and the 1081®.The Neve 31102 Classic Console EQ plug-ins for UAD-2 hardware and Apollo interfaces is a thorough emulation of this powerful, distinct sounding EQ. By modeling the original hardware’s filter response curves to exacting detail, as well as its Level Adjust gain control — with original 30 dB gain range — the 31102 Classic Console EQ plug-in delivers the same sonic experience as its analog cousin, with exacting detail.\n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/pultec-passive-eq-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/pultec-passive-eq-collection.html","Name":"Pultec Passive EQ Collection","Description":"Building on a decade of the world’s most intensive modeling research, UA has recreated the famed Pultec EQ experience as plug-ins – ones that are nearly indistinguishable from the original analog hardware.The Pultec Passive EQ Plug-In Collection for UAD-2 and Apollo hardware includes the ultimate plug-in emulations of Pulse Techniques’ original passive EQs. With painstakingly modeled amplifier sections now onboard, the Pultec EQ Collection \"breathes\" like the original hardware.\n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/sonnox-oxford-dynamic-eq.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/sonnox-oxford-dynamic-eq.html","Name":"Sonnox® Oxford Dynamic EQ","Description":"The Sonnox Oxford Dynamic EQ plug-in for UAD hardware and Apollo interfaces gives you high-level control over the frequency content of your audio, helping you tackle the most demanding production challenges whether you’re mixing or mastering.The first dynamic EQ on the UAD platform, the Sonnox Oxford Dynamic EQ plug-in is an excellent alternative to multiband compression, allowing you to sculpt and shape your sources with unending precision.\n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/tonelux-tilt-eq.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/tonelux-tilt-eq.html","Name":"Tonelux® Tilt EQ","Description":"Designed in partnership with Softube, the Tonelux Tilt EQ plug-ins for UAD-2 hardware and Apollo hardware will speed up your EQ workflow and enhance your creativity. Designed by Paul Wolff, the former owner of the iconic API brand, the Tilt’s circuit is one of Wolff’s most ingenious creations — a super-simple, yet effective EQ tool that’s become a must-have for tracking and mixing. \n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/equalizers/trident-a-range.html":{"URL":"https://www.uaudio.com/uad-plugins/equalizers/trident-a-range.html","Name":"Trident® A-Range Classic Console EQ","Description":"Licensed and endorsed by Trident Audio Developments, the Trident® A-Range Classic Console EQ plug-in for UAD-2 and Apollo interfaces expertly emulates the iconic EQ used on David Bowie’s The Rise and Fall of Ziggy Stardust, Lou Reed’s Transformer, and Queen’s Sheer Heart Attack, among hundreds of others.The original Trident A-Range desk holds near-mythic status, and is arguably the best loved of the classic Trident console designs. Heralded for its unique band interactions and distinct cut-filter combinations, the Trident A-Range EQ has made an indelible impact on the sound of rock.\n","Category":"Equalizers","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/ampeg-b15n.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/ampeg-b15n.html","Name":"Ampeg® B-15N Bass Amplifier","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/ampeg-svt-3-pro.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/ampeg-svt-3-pro.html","Name":"Ampeg® SVT-3 PRO Bass Amplifier","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/ampeg-svt-vr.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/ampeg-svt-vr.html","Name":"Ampeg® SVT-VR Bass Amplifier","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/chandler-gav-19t-guitar-amp.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/chandler-gav-19t-guitar-amp.html","Name":"Chandler Limited® GAV19T Amplifier","Description":"Developed by Brainworx, the Chandler Limited GAV19T Amplifier plug-in for UAD-2 hardware and Apollo interfaces is an exacting emulation of this ultra-responsive, dual EL84-powered boutique guitar amplifier.Inspired by British classics such as Vox and Marshall — and lesser-known gems from Watkins and Selmer — the Chandler Limited GAV19T Amplifier goes beyond a simple “clone,” offering infinitely tweakable, three-dimensional tones that brim with character. \n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/diezel-herbert-amplifier.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/diezel-herbert-amplifier.html","Name":"Diezel Herbert Amplifier","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/diezel-vh4-amplifier.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/diezel-vh4-amplifier.html","Name":"Diezel VH4 Amplifier","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/eden-wt800-bass-amplifier.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/eden-wt800-bass-amplifier.html","Name":"Eden® WT800 Bass Amplifier","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/engl-e646-vs.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/engl-e646-vs.html","Name":"ENGL® E646 VS Limited Edition","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/engl-e765-rt.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/engl-e765-rt.html","Name":"ENGL® E765 Retro Tube ","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/engl-savage-120-amplifier.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/engl-savage-120-amplifier.html","Name":"ENGL® Savage 120 Amplifier","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/fender-55-dlx.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/fender-55-dlx.html","Name":"Fender® '55 Tweed Deluxe","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/friedman-amplifiers-plug-in-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/friedman-amplifiers-plug-in-collection.html","Name":"Friedman Amplifiers Collection","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/friedman-buxom-betty.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/friedman-buxom-betty.html","Name":"Friedman® Buxom Betty Amplifier","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/fuchs-overdrive-amp-plug-in.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/fuchs-overdrive-amp-plug-in.html","Name":"Fuchs® Overdrive Supreme 50 Amplifier","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/fuchs-train-amp.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/fuchs-train-amp.html","Name":"Fuchs® Train II Amplifier","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/gallien-krueger-800rb-bass-amp.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/gallien-krueger-800rb-bass-amp.html","Name":"Gallien-Krueger® 800RB Bass Amp","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/marshall-bluesbreaker.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/marshall-bluesbreaker.html","Name":"Marshall® Bluesbreaker 1962","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/marshall-jmp2203.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/marshall-jmp2203.html","Name":"Marshall® JMP 2203","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/marshall-plexi.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/marshall-plexi.html","Name":"Marshall® Plexi Super Lead 1959","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/marshall-silver-jubilee.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/marshall-silver-jubilee.html","Name":"Marshall® Silver Jubilee 2555","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/sound-machine-wood-works.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/sound-machine-wood-works.html","Name":"Sound Machine Wood Works®","Description":"The Wood Works plug-in for UAD-2 and Apollo interfaces gives you exceptional studio microphone sound from any piezo-equipped acoustic guitar. Now you can easily track multi-dimensional acoustic tones in real time — even in situations that would challenge physical microphones.Wood Works also allows you to “re-mic” your guitar tracks as you mix — refocusing or radically reshaping them at any stage of the mix, even if your guitar was recorded in a less-than-perfect environment or a live performance. \n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/suhr-pt100-amplifier.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/suhr-pt100-amplifier.html","Name":"Suhr® PT100 Amplifier","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/guitar-bass/suhr-se100-amplifier.html":{"URL":"https://www.uaudio.com/uad-plugins/guitar-bass/suhr-se100-amplifier.html","Name":"Suhr SE100 Amplifier","Description":"Unison Enabled\n","Category":"Guitar Bass","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/ampex-atr-102.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/ampex-atr-102.html","Name":"Ampex® ATR-102 Mastering Tape Recorder","Description":"The ATR-102 Mastering Tape Recorder plug-in for UAD-2 hardware and Apollo interfaces can provide the final “analog polish” to your music, turning songs, into albums. Fully authenticated by the Ampex Corporation, the ATR-102 plug-in faithfully captures the unique dynamics, colorful frequency response, and tape saturation of the original hardware.\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/brainworx-bx-masterdesk-classic.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/brainworx-bx-masterdesk-classic.html","Name":"Brainworx bx_masterdesk Classic","Description":"Developed by Brainworx, and available exclusively for UAD hardware and UA Audio Interfaces, the Brainworx bx_masterdesk Classic is proof positive that mastering software doesn't need to be complicated to be effective.\n\nBuilt on the same high-end analog mastering chain as its big brother, the bx_masterdesk plug-in, the Brainworx bx_masterdesk Classic plug-in offers powerful, easy-to-use controls for a self-contained mastering environment so you can effortlessly produce high‑level masters.\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/brainworx-bx-masterdesk.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/brainworx-bx-masterdesk.html","Name":"Brainworx® bx_masterdesk","Description":"Developed by Brainworx, and based on a complete chain of field-proven, high-end, professional analog mastering processors, the bx_masterdesk plug-in provides a fully featured mastering environment in a single plug-in that’s as easy to use as it is powerful.\n\nWhether you’re in the rehearsal room quickly polishing a reference track, or a professional engineer delivering masters to record labels, the bx_masterdesk plug-in offers a complete, intuitive mastering processing chain.\n\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/bx-refinement.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/bx-refinement.html","Name":"Brainworx bx_refinement","Description":"The Brainworx bx_refinement plug-in for UAD-2 and Apollo tastefully removes the harsh, hard edges of your tracks without dramatically altering the character and tone of your source material. An exceptional mastering tool that also features M/S (Mid/Side) processing, the Brainworx bx_refinement imparts a tube-like analog smoothness and is a boon for mix engineers looking to tame unpleasant digital hardness on individual tracks.\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/bx-saturator-v2.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/bx-saturator-v2.html","Name":"Brainworx bx_saturator V2","Description":"The Brainworx bx_saturator V2 plug-in for UAD-2 and Apollo interfaces is a powerful multi-band M/S (Mid/Side) processor, allowing you to add saturation, drive, and distortion exactly where you want it in your mixes and masters. It features Brainworx´s “True Split” crossover technology, which ensures that the Mid and Side channels are always perfectly in phase, yielding focused, large-sounding mixes and masters.\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/chandler-limited-curve-bender.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/chandler-limited-curve-bender.html","Name":"Chandler Limited® Curve Bender Mastering EQ","Description":"Based on the vintage EMI TG12345 desk from Abbey Road Studios, the same one used to record Pink Floyd's Dark Side of the Moon and The Beatles' Abbey Road, Chandler Limited’s Curve Bender EQ isn’t just a recreation of the legendary hardware. It takes the sonics of the vintage EMI unit, and blows it up into powerful mastering EQ.Developed by Softube for UAD hardware and UA Audio Interfaces — the Chandler Limited Curve Bender Mastering EQ plug-in is endorsed by Chandler Limited and is an exacting emulation of this ultra‑boutique EQ.\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/chandler-limited-zener-limiter.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/chandler-limited-zener-limiter.html","Name":"Chandler Limited® Zener Limiter®","Description":"Inspired by the iconic EMI TG limiters from Abbey Road Studios, Chandler Limited’s TG12413 Zener Limiter exudes the sonic majesty of the vintage hardware used to record Pink Floyd and The Beatles. The Chandler Limited TG12413 Zener Limiter is an evolution of historic EMI limiters, and reimagined to work in a modern context. With greatly expanded range and settings, Chandler Limited took the retro sonics of the original EMI hardware a step further. Now, developed by Softube — and available exclusively for UAD-2 hardware and Apollo interfaces — the Chandler Limited Zener Limiter plug-in is an exacting emulation of this prized limiter, with extended functionality including Mid/Side processing. \n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/k-stereo-ambience-recovery.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/k-stereo-ambience-recovery.html","Name":"Precision K-Stereo™ Ambience Recovery","Description":"The Precision K-Stereo Ambience Recovery plug-in for UAD-2 and Apollo interfaces allows you to precisely enhance the stereo depth and imaging of your mixes without unwanted artifacts.Created for the UAD platform with famed mastering engineer Bob Katz, the Precision K-Stereo plug-in is designed for critical 2-track mastering applications — from jazz to rock to hip-hop — and is the natural-sounding cure for busy or narrow-sounding mixes.\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/millennia-nseq-2.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/millennia-nseq-2.html","Name":"Millennia NSEQ-2 EQ","Description":"Developed by Brainworx, the Millennia NSEQ-2 plug-in for UAD-2 hardware and Apollo interfaces is a faithful model of the ultra high-end hardware. Revered for its startling realism and transparency, the Millennia NSEQ-2 is a go-to parametric EQ for many of the world’s leading studios and mastering houses.By expertly emulating its unique Twin Topology design and pure class A transformerless circuitry, the Millennia NSEQ-2 plug-in gives you a powerful, sonically neutral, analog EQ that brims with spectacular clarity — at a fraction of the price. \n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/oxford-eq.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/oxford-eq.html","Name":"Sonnox® Oxford EQ","Description":"Developed by Sonnox, the Oxford EQ plug-in for UAD-2 and Apollo interfaces is based on the EQ section of the iconic Sony OXF-R3 console. Introduced in the early ’90s, this console is regarded as the pinnacle of modern digital mixing console design. The Oxford quickly found favor with a range of “A-list” audio professionals — including George Massenburg, Peter Gabriel, and Mick Guzauski — as well as in professional post-production, sound design, and audio restoration rooms.Like the original hardware, the  the Sonnox Oxford EQ plug-in features four EQ types give you myriad flavors of precise tone sculpting and fixative power that any mixer can harness. Its intuitive interface and ability to provide strokes of broad, musical EQ just as easily as precise ones, have made it an important tool for mixers like RIch Chycki (Rush, Dream Theatre) and Joe Zook (Katy Perry, The Hives).\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/oxford-inflator.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/oxford-inflator.html","Name":"Sonnox® Oxford Inflator","Description":"A longtime secret weapon for audio professionals, the Sonnox Oxford Inflator does what so many dynamics processors only pretend to do — increase the apparent loudness of your mix or individual tracks, without audibly affecting sonic quality or reducing dynamic range. The Inflator can add power, warmth, and presence to your mix, providing virtual headroom above digital maximum, while maintaining musical character.The proven answer to today’s heavily compressed, \"louder-is-better\" mixes, the Inflator can deliver louder mixes without the pumping and over-saturation commonly associated with compressors. So you can add loudness to even heavily squashed or compressed material, or add musicality and apparent dynamic range to previously clipped signals.\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/precision-eq.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/precision-eq.html","Name":"Precision EQ","Description":"The Precision Equalizer plug-in for UAD-2 hardware and Apollo interfaces is a stereo/dual mono four-band EQ and high-pass filter made primarily for use with program material. The Precision Equalizer is modeled on the behavior of real-world analog mastering filters, and uses the classic parametric controls arrangement.The Precision Equalizer plug-in utilizes the best from traditional hardware designs while incorporating features convenient to software digital mastering. To preserve the greatest sonic detail and ensure a minimum of artifacts in the upper frequency range, the Precision Equalizer is up-sampled to 192 kHz for maximum sonic accuracy.\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/precision-limiter.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/precision-limiter.html","Name":"Precision Limiter","Description":"The Precision Limiter plug-in for UAD-2 hardware and Apollo interfaces is a single-band, look-ahead brickwall limiter made primarily for use with program material. Easy to use, the Precision Limiter plug-in is a colorless, transparent mastering limiter.No upsampling is used, nor does the Precision Limiter pass audio through any filters —  audio remains untouched unless the compressor is working, in which case, only gain is affected.\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/precision-maximizer.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/precision-maximizer.html","Name":"Precision Maximizer","Description":"The Precision Maximizer for UAD-2 hardware and Apollo interfaces is an easy-to-use dynamic impact processor that magically increases perceived loudness, without destroying your track’s all-important dynamic range.For years, the Precision Maximizer has been a go-to for Grammy-winning mastering engineers like Paul Blakemore and project studio engineers looking for a quick polish on a rough mix. By merging Universal Audio’s analog/tube know-how and its digital mastering expertise, the Precision Maximizer is an essential tool for every mixer’s toolkit.\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/precision-multiband.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/precision-multiband.html","Name":"Precision Multiband","Description":"The Precision Multiband plug-in for UAD-2 hardware and Apollo interfaces is a specialized mastering tool that provides five spectral bands of dynamic range control. Compression, expand, or gate can be chosen separately for each of the five bands for unparalleled flexibility, and the plug-in’s simple controls make it the ideal tool for the novice, as well as the seasoned mastering engineer.Use the Precision Multiband plug-in for everything from complex dynamics control to simple de-essing. Its two filterbank modes provide tons of uses whether you’re crafting a drum bus for maximum punch, or putting the final touches on the entire mix. The Precision Multiband plug-in is also a top choice of Grammy-winning mastering engineers such as Emily Lazar (David Bowie, Foo Fighters) and Paul Blakemore (Esperanza Spalding, Arturo Sandoval).\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/shadow-hills-mastering-compressor.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/shadow-hills-mastering-compressor.html","Name":"Shadow Hills Mastering Compressor","Description":"The Shadow Hills Mastering Compressor plug-in for UAD hardware and UA Audio Interfaces provides everything from a velvet touch to an iron fist — making it a go-to on records by Muse, Green Day, Gnarls Barkley, and more. Designed by Brainworx, the Shadow Hills Mastering Compressor plug-in is a thorough emulation of the high-end hardware.Few pieces of audio hardware are as revered as the Shadow Hills Mastering Compressor. Created by enigmatic mastermind, Peter Reardon, this five-rackspace behemoth tempers dynamics and tames transients like no other compressor in history. With its serial, two-stage dynamics control and switchable output transformer matrix.\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/sonnox-oxford-limiter-v2.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/sonnox-oxford-limiter-v2.html","Name":"Sonnox® Oxford Limiter v2","Description":"The Sonnox Oxford Limiter v2 plug-in for UAD-2 hardware and Apollo interfaces lets you increase the volume, density, and presence of your tracks without losing all-important transients or dynamics.Featuring the latest generation of Oxford Limiter's inter-sample peak (ISP) detection — introduced for the first time on the UA platform — this powerful plug-in is an essential tool for engineers looking for an uncolored, precise limiter for their masters.\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mastering/vsm-3-mix-satellite.html":{"URL":"https://www.uaudio.com/uad-plugins/mastering/vsm-3-mix-satellite.html","Name":"Vertigo Sound VSM-3 Mix Satellite","Description":"Vertigo Sound’s VSM-2 Satellite is an immaculately constructed, $8,000 piece of analog rack gear that is beloved by mixing and mastering engineers for its bounty of colorful saturation flavors. From subtle to intense, the VSM-2 also sports innovative features for expertly targeted harmonic generation.Developed by Brainworx, the Vertigo Sound VSM-3 Mix Satellite plug-in for UAD-2 hardware and Apollo interfaces is an obsessive emulation of this over-built analog beast, capturing all the tone and character of the original hardware, while also adding to its feature set for more versatility.\n\n","Category":"Mastering","Owned":false},"https://www.uaudio.com/uad-plugins/mic-modeling/bill-putnam-mic-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/mic-modeling/bill-putnam-mic-collection.html","Name":"The Bill Putnam Mic Collection","Description":"The Bill Putnam Mic Collection plug-in, exclusively for UA Audio Interfaces and UAD hardware, adds nine vintage mic emulations — modeled from Bill Putnam Sr.’s renowned collection — to the Townsend Labs Sphere L22 microphone.\n\nThese mic emulations not only nail the classic timbres of iconic mics used by Bill Putnam to track Ray Charles, Frank Sinatra, and more, they also faithfully model the transient response, harmonics, proximity effect and three-dimensional polar response of the original mics.\n\n","Category":"Mic Modeling","Owned":false},"https://www.uaudio.com/uad-plugins/mic-modeling/ocean-way-microphone-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/mic-modeling/ocean-way-microphone-collection.html","Name":"Ocean Way® Microphone Collection","Description":"The Ocean Way Microphone Collection plug-in, exclusively for UAD hardware and Apollo interfaces, expands the capabilities of the acclaimed Townsend Labs Sphere L22 microphone system with 12 ultra-precise emulations of the “best of the best” vintage mics from Allen Sides’ world-renowned mic locker.\n\nTownsend Labs’ Sphere is the only microphone modeling technology endorsed by Grammy-winning engineer/producer Allen Sides to capture the sound of his vintage microphones. Every model in the Ocean Way Microphone Collection plug-in is based on what he felt are the very best representations of classic mics from Neumann,® Sony,® RCA,® AKG,® and more.*\n","Category":"Mic Modeling","Owned":false},"https://www.uaudio.com/uad-plugins/on-sale/tube-tech-eq-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/on-sale/tube-tech-eq-collection.html","Name":"Tube-Tech EQ Collection","Description":"For over 30 years, Tube-Tech have been crafting immaculate, ultra-boutique tube hardware. Their PE 1C and ME 1B EQs are the Danish company’s modern day take on two iconic Pultec EQ designs.Developed by Softube, the Tube-Tech EQ Plug-In Collection features state of the art emulations of these modern masterpieces, endorsed by Tube-Tech, for UAD-2 hardware and Apollo interfaces.\n","Category":"On Sale","Owned":false},"https://www.uaudio.com/uad-plugins/reverbs/akg-bx-20-reverb.html":{"URL":"https://www.uaudio.com/uad-plugins/reverbs/akg-bx-20-reverb.html","Name":"AKG® BX 20 Spring Reverb","Description":"Introduced in the late 1960s, the AKG BX 20 reverb was a high-water mark for AKG’s esteemed engineers. An ingenious assembly of mechanical and electronic componentry, the BX 20 offered the glorious depth and color of spring reverb without any of the limitations.The AKG BX 20 Spring Reverb plug-in for UAD-2 hardware and Apollo interfaces is exclusively endorsed by AKG Acoustics, Austria and envelops your sources in gorgeously dark, dense ambience that only spring reverb can provide.\n","Category":"Reverbs","Owned":false},"https://www.uaudio.com/uad-plugins/reverbs/capitol-chambers.html":{"URL":"https://www.uaudio.com/uad-plugins/reverbs/capitol-chambers.html","Name":"Capitol Chambers","Description":"Located below the iconic Capitol Tower in Los Angeles, Capitol Studios is arguably the most recognized studio in the world — and much of its legend can be traced to its hallowed, subterranean echo chambers. From Ray Charles to Frank Sinatra, Beck to Muse, these underground spaces continue to provide gorgeous hi-fi ambience that is simply unmatched.\n\nNow, after years of R\u0026D and close collaboration with Capitol Studios — including unprecedented access to four legendary echo chambers 30-feet beneath the studio — Universal Audio proudly presents the Capitol Chambers plug-in, a startling end-to-end recreation of the most popular echo chambers ever created, exclusively for UAD hardware and UA Audio Interfaces.\n","Category":"Reverbs","Owned":false},"https://www.uaudio.com/uad-plugins/reverbs/dreamverb.html":{"URL":"https://www.uaudio.com/uad-plugins/reverbs/dreamverb.html","Name":"DreamVerb Room Modeler ","Description":"The DreamVerb Room Modeler plug-in for UAD-2 hardware and Apollo interfaces draws on the unparalleled flexibility of UA’s pioneering RealVerb Pro plug-in, and adds an intuitive and powerful interface to help you craft a stunning range of spaces. DreamVerb not only lets you create a room from a huge list of different materials and room shapes. It lets you customize further by blending or \"morphing\" the different room shapes and surfaces with one another, while the density of the air can be changed to simulate different ambient situations.DreamVerb also features a flexible 5-band active EQ and unique level ramping for the early and late reflections for ultra-realistic dynamic room simulation. And with Universal Audio's proprietary smoothing algorithm, all parameters can be adjusted in real-time with no \"zipper-noise' or audible artifacts. DreamVerb also features lots of graphic feedback for the user to understand just how their choices affect the reverb. From a vibrantly dynamic room to a rich, deep cathedral, DreamVerb is the reverb of your dreams.\n","Category":"Reverbs","Owned":false},"https://www.uaudio.com/uad-plugins/reverbs/emt-140.html":{"URL":"https://www.uaudio.com/uad-plugins/reverbs/emt-140.html","Name":"EMT® 140 Classic Plate Reverberator","Description":"Endorsed by EMT International GmbH, the EMT 140 Classic Plate Reverberator plug-in for UAD-2 hardware and Apollo interfaces gives you the organic lushness that only plate reverb can provide. By expertly modeling three uniquely different EMT 140s installed at The Plant Studios in Sausalito, California, the EMT 140 plug-in will infuse your sources with the unmistakable warmth and beauty of this iconic plate reverb.\n","Category":"Reverbs","Owned":false},"https://www.uaudio.com/uad-plugins/reverbs/emt-250.html":{"URL":"https://www.uaudio.com/uad-plugins/reverbs/emt-250.html","Name":"EMT® 250 Classic Electronic Reverb","Description":"I. Fabris\n","Category":"Reverbs","Owned":false},"https://www.uaudio.com/uad-plugins/reverbs/lexicon-224.html":{"URL":"https://www.uaudio.com/uad-plugins/reverbs/lexicon-224.html","Name":"Lexicon® 224 Digital Reverb","Description":"From the moment it was unleashed in 1978, the Lexicon 224 Digital Reverb — with its tactile, slider-based controller and famously lush reverb tail — single-handedly defined the sound of an entire era.From Talking Heads' Remain In Light to U2's The Unforgettable Fire, the Lexicon 224 remains one of the most popular digital reverb units of all time. Now you can track and mix with this singular piece of audio history with the Lexicon 224 Reverb plug-in for UAD-2 hardware and Apollo interfaces.\n","Category":"Reverbs","Owned":false},"https://www.uaudio.com/uad-plugins/reverbs/lexicon-480l-digital-reverb-effects.html":{"URL":"https://www.uaudio.com/uad-plugins/reverbs/lexicon-480l-digital-reverb-effects.html","Name":"Lexicon 480L Digital Reverb and Effects","Description":"Released in 1986, the Lexicon® 480L Digital Effects System and its iconic fader-driven remote control are recognized the world over — residing at the center of famous studio consoles for more than 30 years. The 480L's spacious reverb and vivid effects textures are a coveted sonic benchmark, helping to shape thousands of chart-topping tracks to this day. \n\nNow available exclusively for UAD hardware and UA Audio Interfaces, the UAD Lexicon 480L Digital Reverb and Effects plug-in is the world's only Lexicon-endorsed emulation of this classic studio reverb — expertly capturing its unique, infinitely moldable ambience and modulation splendor.\n","Category":"Reverbs","Owned":false},"https://www.uaudio.com/uad-plugins/reverbs/ocean-way-studios.html":{"URL":"https://www.uaudio.com/uad-plugins/reverbs/ocean-way-studios.html","Name":"Ocean Way Studios","Description":"Developed by Universal Audio and Allen Sides, the Ocean Way Studios plug-in for UAD-2 hardware and Apollo interfaces rewrites the book on what’s possible with acoustic space emulation.By combining elements of room, microphone, and source modeling, Ocean Way Studios moves far beyond standard impulse response players and reverbs — giving you an authentic replication of one of the world’s most famous recording studios.\n","Category":"Reverbs","Owned":false},"https://www.uaudio.com/uad-plugins/reverbs/pure-plate-reverb.html":{"URL":"https://www.uaudio.com/uad-plugins/reverbs/pure-plate-reverb.html","Name":"Pure Plate Reverb","Description":"The Pure Plate Reverb plug-in provides UA's revolutionary plate reverb emulation in a simple, affordable package — with all of the essential features. By harnessing the musical, deep, organic sound of this classic effect, Pure Plate Reverb gives you warmth and texture to your sources that only plate reverb can provide.\n","Category":"Reverbs","Owned":false},"https://www.uaudio.com/uad-plugins/reverbs/rmx-16-expanded.html":{"URL":"https://www.uaudio.com/uad-plugins/reverbs/rmx-16-expanded.html","Name":"AMS® RMX16 Expanded Digital Reverb","Description":"The AMS RMX16 was the world's first microprocessor-controlled, full-bandwidth, digital reverberator. Heard on hundreds — if not thousands — of seminal recordings from the 1980s onward, the RMX16 is still found in nearly every major recording studio the world over.The unique and lush reverb programs of the RMX16 are instantly recognizable, from U2 and Peter Gabriel to Radiohead and Rihanna. Exclusively for UAD hardware and Apollo interfaces, the new AMS RMX16 Expanded Digital Reverb plug-in not only captures the sonics of the original hardware, it adds nine rare, custom programs, giving you double the sonic possibilities of the original AMS RMX16 plug-in. \n","Category":"Reverbs","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/antares-auto-tune-realtime-advanced.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/antares-auto-tune-realtime-advanced.html","Name":"Antares Auto-Tune Realtime Advanced","Description":"Legendary for its vocal enhancing and creative applications, the Antares Auto-Tune effect revolutionized vocal production. From subtly tweaking a singer’s intonation to transforming a vocal into varying degrees of robot-speak, Auto-Tune is a must-have tool for the modern music producer’s toolkit.\n\nA UA exclusive, the Antares Auto-Tune Realtime Advanced plug-in improves the previous UAD version with powerful workflow and sonic enhancements, making it the ultimate ultra-low-latency tuning solution for Apollo and Arrow interfaces — optimized for instant live vocal tracking in the studio or on stage. \n\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/brainworx-bx-subsynth.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/brainworx-bx-subsynth.html","Name":"bx_subsynth Subharmonic Synthesizer","Description":"Born in the days of disco, subharmonic synthesizers helped overcome the low-end limitations of vinyl, giving DJs, sound designers, and club mixers pounding kick drums and booty-shaking basslines that defined dance music.Developed by Brainworx, the bx_subsynth Subharmonic Synth plug-in for UAD-2 hardware and Apollo interfaces takes its cues from the iconic dbx 120XP Subharmonic Synthesizer, but with a host of modern features.\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/fatso.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/fatso.html","Name":"FATSO™ Jr. / Sr. Tape Sim. \u0026 Compressor","Description":"Able to warmly burnish frequencies and transients, or crush them with thick saturation, the FATSO Jr./Sr. Tape Sim. \u0026 Compressor plug-in for UAD-2 hardware and Apollo interfaces exhaustively emulates the iconic, industry standard Empirical Labs hardware.Used by legendary engineers Ed Cherney, Al Schmitt, and Brendan O'Brien, the FATSO can also increase the apparent volume of your source material. The FATSO plug-in is officially endorsed and scrutinized for accuracy by its designer, Dave Derr.\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/little-labs-ibp.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/little-labs-ibp.html","Name":"Little Labs® IBP Phase Alignment Tool","Description":"The Little Labs IBP Phase Alignment Tool plug-in for UAD-2 hardware and Apollo interfaces lets you easily eliminate the undesirable hollow comb-filtered sound when combining out-of-phase and partially out-of-phase audio signals. Fully authenticated by Little Labs, the IBP Phase Alignment Tool plug-in is a “fix it” as well as a creative one, letting you tweak audio phase as a texture and tonal color.Whether combining direct and miked signals, acoustic guitar and vocal mics, drum kit mics, or multiple split-guitar amps, the Little Labs IBP Phase Alignment Tool plug-in makes sure signal phase can be quickly and easily controlled and manipulated.\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/little-labs-voice-of-god.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/little-labs-voice-of-god.html","Name":"Little Labs® Voice Of God Bass Resonance  Tool","Description":"For many top mix engineers, the Little Labs Voice Of God is the ultimate bass resonance tool. This unique 500 series module allows you to intuitively shape the all-important low frequencies of your mix, as well as add depth and “oomph” to vocals and other sources.Authenticated by Little Labs, the Voice Of God Bass Resonance plug-in for UAD-2 hardware and Apollo interfaces perfectly models this unique processor, making it a go-to tool in the hands of multi-Platinum mixers like Joe Zook (Katy Perry, The Hives) and Joe Chiccarelli (Beck, The Killers).\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/moog-multimode-filter-xl-collection.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/moog-multimode-filter-xl-collection.html","Name":"Moog® Multimode Filter Collection","Description":"Moog analog filters have long reigned supreme as the most musical audio filtering circuits ever devised. With its incredibly rich sounds — ranging from buzz-saw to syrupy — and built in sequencing capabilities, the new UAD Moog Multimode Filter Collection for UAD-2 hardware and Apollo interfaces represents a major advancement for all of filter kind.Built for modern sequencer-based song production, the new Moog Multimode Filter XL plug-in — a one year effort between Moog Music and UA — borrows from various incarnations of Moog designs, nailing the essential Moog filter character unlike any software emulation in history. Prepare for a brave new world.\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/oxford-envolution.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/oxford-envolution.html","Name":"Sonnox® Oxford Envolution","Description":"Developed by Sonnox, the Oxford Envolution for UAD-2 hardware and Apollo interfaces is a frequency-dependent envelope shaper that can radically modify the sound of your sources, boosting sustain for added ambience or cutting it for quick, precise gating. For over 20 years Sonnox has been creating innovative, award-winning, audio processing plug-ins for professional audio engineers. Oxford plug-ins are used in a variety of audio applications including music production, live sound, broadcast, TV, and feature film audio post production\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/oxide-tape-recorder.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/oxide-tape-recorder.html","Name":"Oxide Tape Recorder","Description":"The Oxide Tape Recorder plug-in provides UA's revolutionary magnetic tape emulation technology in a simple, affordable package — with all of the essential features. By harnessing the musical, mixable sound of tape, Oxide gives you clarity, punch, and warmth so every track \"sounds like a record.”\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/precision-de-esser.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/precision-de-esser.html","Name":"Precision De-Esser","Description":"The Precision De-Esser plug-in for UAD-2 hardware and Apollo interfaces lets you easily remove unwanted sibilance and high-end problems from individual audio tracks or even mixes. With smart, easy-to-use controls, Precision De-Esser has enough sophisticated, yet transparent filter processing to fix vocals, drum overheads, or hi-hats.\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/precision-enhancer-hz.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/precision-enhancer-hz.html","Name":"Precision Enhancer Hz","Description":"The Precision Enhancer Hz plug-in for UAD-2 and Apollo interfaces lets you selectively add upper harmonics to bass fundamentals. Often referred to as “phantom bass,” these harmonics stimulate a psychoacoustic bass-enhancing effect in the listener, giving even the smallest speakers greater translation of low frequency sources.Universal Audio’s unique approach to this common problem combines a simple control set that yields exacting results with minimal adjustment and allows the widest range of tonality available in its class, from subtle to decidedly audible.\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/precision-enhancer-khz.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/precision-enhancer-khz.html","Name":"Precision Enhancer kHz","Description":"The Precision Enhancer kHz plug-in for UAD-2 hardware and Apollo interfaces is a sophisticated tool with a simple control set designed to bring dull or poorly recorded tracks to life. However, with five distinct Enhancement modes, the Precision Enhancer kHz will find uses on virtually any source in any type of mix. The Precision Enhancer kHz plug-in can minimally massage the middle and upper frequencies of a mix, or drastically alter the presence or dynamics of individual tracks or groups. Unlike other enhancers that function by frequency delay or filtered clipping, the Precision Enhancer kHz works on specialized techniques of equalization and dynamic expansion that can be used as a highly versatile effect.\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/softube-vocoder.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/softube-vocoder.html","Name":"Softube Vocoder","Description":"Over the past four decades, vocoders have been used to stunning effect, transforming human voices into various forms of robot speak on hits by Herbie Hancock, Kraftwerk, Daft Punk, Afrika Bambaataa, and countless modern hit-making producers. \n\nDeveloped by Softube, exclusively for UAD hardware and UA Audio Interfaces, the Softube Vocoder plug-in takes its sonic cues from the best analog vocoders of the past, while adding new features to take the iconic effect into the future.\n\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/sonnox-oxford-supresser-ds.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/sonnox-oxford-supresser-ds.html","Name":"Sonnox Oxford SuprEsser DS","Description":"Developed by Sonnox for UAD hardware and UA Audio Interfaces, the Oxford SuprEsser DS plug-in gives you transparent, precise linear-phase de-essing with near-zero latency when tracking in real time. \n\nA dynamic, powerful tool, the Oxford SuprEsser DS plug-in's spectral display and intuitive controls makes identifying and surgically eliminating unwanted sibilance or harshness easier than ever.\n\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/spl-transient-designer.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/spl-transient-designer.html","Name":"SPL® Transient Designer","Description":"Revered as a “secret weapon” mix tool by some of the world’s finest engineers, the SPL Transient Designer plug-in for UAD-2 hardware and Apollo interfaces allows you to shape sustain and attack of your sources. This allows for total transparent control over important elements of your mix, such as snare drums, overhead and room mics, piano, and more.\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/spl-twin-tube-processor.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/spl-twin-tube-processor.html","Name":"SPL® TwinTube Processor","Description":"Professional mix engineers have long employed the SPL TwinTube hardware for its ability to make vocals and instruments pop, emphasizing select harmonics to add presence and dimension without impacting dynamic range. The SPL TwinTube Processor plug-in for UAD-2 hardware and Apollo interfaces brings the distinctive features, sound, and character of the the original high-end SPL hardware directly to your DAW.The SPL TwinTube Processor plug-in expertly combines two essential tube effects, Saturation and Harmonics, in a single processor. Its designed as two fully independent stages — which can be run together or separately — each providing its own unique character. The result is an exceptionally wide-ranging palette of sonic shaping, from smooth and creamy overdrive to deep, growling saturation, with a range of harmonic overtones to add warmth.\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/spl-vitalizer-mk2-t.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/spl-vitalizer-mk2-t.html","Name":"SPL® Vitalizer MK2-T","Description":"The SPL Vitalizer MK2-T plug-in for UAD-2 hardware and Apollo interfaces is a spot-on emulation of the popular tube-based Vitalizer MK2-T hardware unit, a longtime staple of top mixing and post-production facilities.Employed as both a fixative and an enhancement tool, the Vitalizer MK2-T plug-in shapes sounds in a musical and effective way, bringing life to tracks and buses, enhancing loudness, widening the soundscape, and adding harmonic depth and richness.\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/studer-a800-tape-recorder.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/studer-a800-tape-recorder.html","Name":"Studer® A800 Multichannel Tape Recorder","Description":"For more than 30 years, artists and engineers alike have been drawn to the warm analog sound, solid low-end, and overall presence of the Studer® A800 Multichannel Tape Recorder. The sheer number of albums recorded on this legendary 2” analog tape machine — including classics from Metallica, Stevie Wonder, Tom Petty, A Tribe Called Quest, and Jeff Buckley — serve as shining examples of the musicality of analog tape.\n\nFully authenticated by Studer, and modeled by UA’s world-renowned team of DSP engineers and magnetic recording expert Jay McKnight, the Studer A800 Multichannel Tape Recorder for UAD hardware, Apollo interfaces, and LUNA Recording System is the first product of its kind. By faithfully modeling the entire circuit path of the famous A800 machine from Allen Sides' collection at Ocean Way Studios, this is the most accurate representation of multitrack analog tape recording available.\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/thermionic-culture-vulture.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/thermionic-culture-vulture.html","Name":"Thermionic Culture Vulture","Description":"A singular, enigmatic piece of all-valve boutique hardware, the Thermionic Culture Vulture is a distortion hedonist's malleable plaything. For more than 15 years, this British-made, studio-grade, high-gain valve unit has provided a palette of vivid distortion colors — from sublime thickening textures to demonic growls of perverted mayhem — on countless genre-spanning recordings.  Now — thanks to an intense multi-year engineering effort from Universal Audio — you can track and mix with the only authentic circuit emulation of this one-of-a-kind valve distortion tool with the Thermionic Culture Vulture plug-in for UAD-2 hardware and Apollo interfaces.\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/townsend-labs-sphere.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/townsend-labs-sphere.html","Name":"Townsend Labs Sphere™ ","Description":"When paired with the Sphere microphone (sold separately), the Townsend Labs Sphere Precision Microphone software plug-ins give you unprecedented access to the rich, three-dimensional sounds of the finest microphones in recording history. \n\nThe Townsend Labs Sphere Precision Microphone System is the first mic modeler to capture proximity effect and off-axis polar response — the essential elements to accurately capturing the rich detail of rare vintage microphones. So you can track instruments and vocals using hallowed microphone sounds from Neumann, Telefunken, AKG, and more* — in real time using any Apollo interface.\n\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/special-processing/uad-oto-biscuit-effects-plug-in.html":{"URL":"https://www.uaudio.com/uad-plugins/special-processing/uad-oto-biscuit-effects-plug-in.html","Name":"OTO® BISCUIT 8‑bit Effects","Description":"Featuring gritty bitcrushing, lo-fi multi-effects, and analog filtering, the OTO BISCUIT 8‑bit Effects processor is a modern cult classic. This French-made box quickly gained favor with EDM producers, DJs, and remixers with its lush soundscapes, distortion, waveshaping, pitch shifting, and the desire to mangle and destroy everything in its path.Developed by Softube, the OTO BISCUIT 8-bit Effects plug-in is an exacting emulation of both the digital and analog circuitry of the hard-to-find hardware that lets you deconstruct with endless creativity and depravity.\n","Category":"Special Processing","Owned":false},"https://www.uaudio.com/uad-plugins/unison/century-tube-channel-strip.html":{"URL":"https://www.uaudio.com/uad-plugins/unison/century-tube-channel-strip.html","Name":"Century Tube Channel Strip™","Description":"Unison Enabled\n","Category":"Unison","Owned":false},"https://www.uaudio.com/uad-plugins/unison/neve-preamp.html":{"URL":"https://www.uaudio.com/uad-plugins/unison/neve-preamp.html","Name":"Neve® Preamp","Description":"Unison Enabled\n","Category":"Unison","Owned":false}}
